{
    "songs": [
        {
            "id":1,
            "name":"The Christmas Song",
            "lyrics":"<p>Chestnuts roasting on an open fire; Jack Frost nipping at your nose. Yuletide carols being sung by choir and folks dressed up like eskimos.</p><p>Everybody knows some turkey and some mistletoe help to make the season bright. Tiny tots with their eyes all aglow will find it hard to sleep tonight.</p><p>They know that Santa's on his way. He's loaded lots of toys and goodies on his sleigh. And every mother's child is gonna spy to see if reindeer really know how to fly.</p><p>And so, I'm offering this simple phrase to kids from one to ninety-two. Although it's been said many times many ways &quot;Merry Christmas to you!&quot;</p>"
        },
        {
            "id":2,
            "name":"We Wish You A Merry Christmas",
            "lyrics":"<p>We wish you a Merry Christmas, we wish you a Merry Christmas, we wish you a Merry Christmas, and a Happy New Year!</p><p>Glad tidings we bring to you and your kin; glad tidings for Christmas and a Happy New Year!</p><p>We want some figgy pudding, we want some figgy pudding, we want some figgy pudding, please bring it right here!</p><p>Glad tidings we bring, to you and your kin; glad tidings for Christmas and a Happy New Year!</p><p>We won't go until we get some, we won't go until we get some, we won't go until we get some, so bring it out here!</p><p>Glad tidings we bring, to you and your kin; glad tidings for Christmas and a Happy New Year!</p><p>We wish you a Merry Christmas, we wish you a Merry Christmas, we wish you a Merry Christmas, and a Happy New Year!</p><p>Glad tidings we bring to you and your kin; glad tidings for Christmas and a Happy New Year!</p>"
        },
        {
            "id":3,
            "name":"Away In A Manger",
            "lyrics":"<p>Away in a manger, no crib for His bed,<br/>The little Lord Jesus laid down his sweet head.<br/>The stars in the heavens looked down where he lay,<br/>The little Lord Jesus asleep on the hay.</p>"
        },
        {
            "id":4,
            "name":"Winter Wonderland",
            "lyrics":"<p>Sleigh bells ring, are you listenin'? In the lane, snow is glistenin'. A beautiful sight, we're happy tonight, walkin' in a winter wonderland.</p><p>Gone away is the bluebird. Here to stay is a new bird. He sings a love song, as we go along, walkin' in a winter wonderland.</p><p>In the meadow we can build a snowman, then pretend that he is Parson Brown. We'll say &quot;Are you married?&quot; he'll say &quot;No, man! But you can do the job while you're in town.&quot;</p><p>Later on, we'll conspire, as we dream by the fire. To face unafraid, the plans that we've made, walkin' in a winter wonderland.</p><p>In the meadow we can build a snowman, and pretend that he's a circus clown. We'll have lots of fun with Mr. Snowman, until the alligators knock him down!</p><p>When it snows, ain't it thrilling? Though your nose gets a chilling. We'll frolic and play, the eskimo way, walkin' in a winter wonderland.</p>"
        },
        {
            "id":5,
            "name":"Joy to the World",
            "lyrics":"<p>Joy to the world! The Lord is come. Let Earth receive her king.<br/>Let every heart prepare Him room. And heaven and nature sing; and heaven and nature sing; and heaven and heaven and nature sing.</p>"
        },
        {
            "id":6,
            "name":"God Rest, Ye Merry Gentlemen",
            "lyrics":"<p>God rest, ye merry gentlemen, let nothing you dismay. Remember Christ, our savior, was born on Christmas day.</p><p>To save us all from Satan's power when we were gone astray. O tidings of comfort and joy; comfort and joy. O tidings of comfort and joy.</p>"
        },
        {
            "id":7,
            "name":"Deck the Halls",
            "lyrics":"<p>Deck the halls with boughs of holly. (Fa-la-la-la-la, la-la-la-la)<br/>'Tis the season to be jolly. (Fa-la-la-la-la, la-la-la-la)<br/>Don we now our gay apparel. (Fa-la-la, la-la-la, la-la-la)<br/>Troll the ancient yuletide carol. (Fa-la-la-la-la, la-la-la-la)</p><p>See the blazing yule before us. (Fa-la-la-la-la, la-la-la-la)<br/>Strike the harp and join the chorus. (Fa-la-la-la-la, la-la-la-la)<br/>Follow me in merry measure. (Fa-la-la, la-la-la, la-la-la)<br/>While I tell of yuletide treasure. (Fa-la-la-la-la, la-la-la-la)</p>"
        },
        {
            "id":8,
            "name":"O Come, All Ye Faithful",
            "lyrics":"<p>O come, all ye faithful, joyful and triumphant. O come ye, o come ye to Bethlehem.</p><p>Come and behold him! Born the king of angels. O come let us adore him; o come let us adore him; o come let us adore him, Christ the Lord.</p>"
        },
        {
            "id":9,
            "name":"Do You Hear What I Hear?",
            "lyrics":"<p>Said the night wind to the little lamb,<br/>&quot;Do you see what I see?<br/>Way up in the sky, little lamb. <br/>Do you see what I see?&quot;</p><p>A star! A star, dancing in the night<br/>With a tail as big as a kite;<br/>With a tail as big as a kite.</p>"
        },
        {
            "id":10,
            "name":"Frosty the Snowman",
            "lyrics":"<p>Frosty the snowman was a jolly, happy soul. With a corncob pipe and a button nose, and two eyes made out of coal.<br/>Frosty the snowman is a fairy tale, they say. He was made of snow but the children know how he came to life one day.</p><p>There must have been some magic in that old silk hat they found. For when they placed it on his head he began to dance around.<br/>O Frosty, the snowman, was alive as he could be, and the children say he could laugh and play just the same as you and me.</p><p>Thumpety, thump thump, thumpety, thump thump, look at Frosty go. Thumpety, thump thump, thumpety, thump thump, over the hills of snow.</p><p>Frosty the snowman knew the sun way hot that day. So he said, &quot;Let's run and we'll have some fun now before I melt away.&quot; Down to the village with a broomstick in his hand, running here and there all around the square saying &quot;Catch me if you can!&quot;<br/>He led them down the streets of town right to the traffic cop, and he only paused a moment when, he heard him hollar &quot;Stop!&quot;<br/>For Frosty, the snowman, had to hurry on his way. But he waved goodbye saying &quot;Don't you cry, I'll be back on Christmas Day!&quot;</p><p>Thumpety, thump thump, thumpety, thump thump, look at Frosty go. Thumpety, thump thump, thumpety, thump thump, over the hills of snow.</p>"
        },
        {
            "id":11,
            "name":"Hark! The Herald Angels Sing",
            "lyrics":"<p>Hark! The herald angels sing: &quot;Glory to the newborn king!&quot;</p><p>Peace on Earth and mercy mild; God and sinners reconciled.</p><p>Joyful all ye nations rise.<br/>Join the triumph of the skies.<br/>With angelic host proclaim,<br/>&quot;Christ is born in Bethlehem!&quot;</p><p>Hark! the herald angels sing: &quot;Glory to the newborn king!&quot;</p>"
        },
        {
            "id":12,
            "name":"It Came Upon A Midnight Clear",
            "lyrics":"<p>It came upon a midnight clear, that glorius song of old. From angels bending near the Earth with news of joy foretold.</p><p>Peace on Earth, good will to men from heaven's all gracious king. The world in solemn stillness lay to hear the angels sing.</p>"
        },
        {
            "id":13,
            "name":"White Christmas",
            "lyrics":"<p>I'm dreaming of a white Christmas, just like the ones I used to know. Where the treetops glisten and children listen to hear sleigh bells in the snow.</p><p>I'm dreaming, of a white Christmas, with every Christmas card I write. May your days be merry and bright! And may all your Christmases be white.</p>"
        },
        {
            "id":14,
            "name":"Grandma Got Run Over by a Reindeer",
            "lyrics":"<p>Grandma got run over by a reindeer walking home from our house Christmas Eve. You could say there's no such thing as Santa. But as for me and grandpa, we believe.<br/>She's been drinking too much eggnog, and we begged her not to go. But she forgot her medication, and she staggered out the door into the snow.<br/>When we found her Christmas morning at the scene of the attack, she had hoof-prints on her forehead and incriminating Claus marks on her back.</p><p>Now we're all so proud of grandpa; he's been taking this so well. See him in there watching football, drinking root beer and playing cards with Cousin Mel.<br/>It's not Christmas without grandma, all the family's dressed in black. And we just can't help but wonder: should we open all her gifts or send them back? (Send them back!!)</p><p>Now the goose is on the table and pudding made of fig; and the blue and silver candles that would just have matched the hair on grandma's wig.<br/>I've warned all my friends and neighbors: better watch out for yourselves. They should never give a license to a man who drives a sleigh and plays with elves.</p>"
        },
        {
            "id":15,
            "name":"The First Noel",
            "lyrics":"<p>The first Noel, the angels did say, was to certain poor shepards in fields as they lay. In fields where they lay keeping their sheep, on a cold winter's night that was so deep.<br/>Noel, Noel, Noel, Noel! Born is the King of Israel.</p>"
        },
        {
            "id":16,
            "name":"Here Comes Santa Claus",
            "lyrics":"<p>Here comes Santa Claus, here comes Santa Claus, right down Santa Claus lane! Vixen and Blitzen and all his reindeer pulling on the reins.<br/>Bells are ringing, children singing, all is merry and bright. Hang your stockings and say your prayers, 'cause Santa Claus comes tonight!</p><p>Here comes Santa Claus, here comes Santa Claus, right down Santa Claus lane! He's got a bag that's filled with toys for boys and girls again.<br/>Hear those sleigh bells jingle jangle; oh what a beautiful sight! Jump in bed, cover up your head, 'cause Santa Claus comes tonight.</p>"
        },
        {
            "id":17,
            "name":"I Saw Mommy Kissing Santa Claus",
            "lyrics":"<p>I saw mommy kissing Santa Claus underneath the mistletoe last night. She didn't see me creep down the stairs to have a peep; she thought that I was tucked up in my bedroom fast asleep.<br/>Then I saw mommy kissing Santa Claus underneath his beard so snowy white. Oh what a laugh it would have been if daddy had only seen mommy kissing Santa Claus last night.</p>"
        },
        {
            "id":18,
            "name":"Have Yourself a Merry Little Christmas",
            "lyrics":"<p>Have yourself a merry little Christmas; let your heart be light. From now on, our troubles will be out of sight.<br/>Have yourself a merry little Christmas; make the yuletide gay. From now on, our troubles will be miles away.</p><p>Here we are as in olden days, happy golden days of yore. Faithful friends who are dear to us gather near to us once more.</p><p>Through the years we all will be together, if the fates allow. Hang a shining star upon the highest bough, and have yourself a merry little Christmas now.</p>"
        },
        {
            "id":19,
            "name":"Holly Jolly Christmas",
            "lyrics":"<p>Have a holly, jolly Christmas! It's the best time of the year. I don't know if there'll be snow, but have a cup of cheer. Have a holly, jolly Christmas, and when you walk down the street, say hello to friends you know and everyone you'll meet.</p><p>Oh, ho, the mistletoe, hung where you can see. Somebody waits for you; kiss her once for me. Have a holly, jolly, Christmas, and in case you didn't hear: oh by golly have a holly jolly Christmas this year!</p>"
        },
        {
            "id":20,
            "name":"Jingle Bell Rock",
            "lyrics":"<p>Jingle bell, jingle bell, jingle bell rock. Jingle bells swing and jingle bells ring. Snowing and blowing up bushels of fun; now the jingle hop has begun.</p><p>Jingle bell, jingle bell, jingle bell rock. Jingle bells chime in jingle bell time. Dancing and prancing in Jingle Bell Square, in the frosty air.</p><p>What a bright time, it's the right time to rock the night away. Jingle bell time is a swell time to go riding in a one-horse sleigh.<br/>Giddy up, jingle horse, pick up your feet, jingle around the clock. Mix and-a mingle in the jingling feet. That's the jingle bell, that's the jingle bell, that's the jingle bell rock!</p>"
        },
        {
            "id":21,
            "name":"We Three Kings",
            "lyrics":"<p>We three kings of orient are bearing gifts we traverse afar. Field and fountain, moor and mountain, following yonder star.</p><p>O, star of wonder, star of night, star with royal beauty bright. Westward leading, still proceeding, guide us to thy perfect light.</p>"
        },
        {
            "id":22,
            "name":"Jingle Bells",
            "lyrics":"<p>Dashing through the snow in a one-horse open sleigh. O'er the fields we go, laughing all the way! (Ha, ha ha)<br/>Bells on bob-tail ring making spirits bright; what fun it is to ride and sing a sleighing song tonight!</p><p>Oh, jingle bells, jingle bells! Jingle all the way. Oh what fun it is to ride in a one-horse open sleigh. (Hey!)<br/>Oh, jingle bells, jingle bells! Jingle all the way. Oh what fun it is to ride in a one-horse open sleigh!</p>"
        },
        {
            "id":23,
            "name":"Jolly Old Saint Nicholas",
            "lyrics":"<p>Jolly old Saint Nicholas, lean your ear this way! Don't you tell a single soul what I'm going to say.<br/>Christmas Eve is coming soon, now you dear old man. Whisper what you'll bring to me; tell me if you can.</p><p>When the clock is striking twelve, when I'm fast asleep, down the chimney broad and black, with your pack you'll creep.</br>All the stockings you will find hanging in a row. Mine will be the shortest one, you'll be sure to know.</p><p>Bobby wants a pair of skates, Suzy wants a sled. Nellie wants a picture book, yellow, blue, and red.<br/>Now I think I'll leave to you what to give the rest. Choose for me, dear Santa Claus, you will know the best.</p>"
        },
        {
            "id":24,
            "name":"Auld Lang Syne",
            "lyrics":"<p>Should auld acquaintance be forgot and never brought to mind? Should auld acquaintance be forgot and days of Auld Lang Syne?</p><p>For Auld Lang Syne, my dear, for Auld Lang Syne. We'll take a cup of kindness yet, for Auld Lang Syne.</p>"
        },
        {
            "id":25,
            "name":"It's Beginning To Look A Lot Like Christmas",
            "lyrics":"<p>It's beginning to look a lot like Christmas everywhere you go. Take a look in the five-and-ten, glistening once again, with candy canes and silver lanes aglow.<br/>It's beginning to look a lot like Christmas; toys in every store. But the prettiest sight to see is the holly that will be on your own front door.</p><p>A pair of hopalong boots and a pistol that shoots is the wish of Barney and Ben. Dolls that will talk and will go for a walk is the hope of Janice and Jen. And mom and dad can hardly wait for school to start again!</p><p>It's beginning to look a lot like Christmas everywhere you go. There's a tree in the grand hotel, one in the park as well, the sturdy kind that doesn't mind the snow.<br/>It's beginning to look a lot like Christmas; soon the bells will start, and the thing that will make them ring is that carol that you'll sing right within your heart.</p>"
        },
        {
            "id":26,
            "name":"The Wassail Song",
            "lyrics":"<p>Here we come a-wassailing among the leaves so green. Here we come a-wand'ring so fair to be seen.</p><p>Love and joy come to you, and to you your wassail too, and God bless you and send you a happy new year; and God send you a happy new year.</p>"
        },
        {
            "id":27,
            "name":"The Little Drummer Boy",
            "lyrics":"<p>Come, they told me (pa-rum pum pum pum)<br/>A newborn king to see (pa-rum pum pum pum)<br/>Our finest gifts we bring (pa-rum pum pum pum)<br/>To lay before the king (pa-rum pum pum pum; rum pum pum pum; rum pum pum pum)<br/>So to honor Him (pa-rum pum pum pum)<br/>When we come.</p>"
        },
        {
            "id":28,
            "name":"It's the Most Wonderful Time of the Year",
            "lyrics":"<p>It's the most wonderful time of the year! With the kids jingle belling and everyone telling you &quot;Be of good cheer!&quot; &mdash; It's the most wonderful time of the year!</p><p>It's the hap-happiest season of all! With those holiday greetings and gay happy meetings when friends come to call. It's the hap-happiest season of all!</p><p>There'll be parties for hosting, marshmallows for toasting and caroling out in the snow. There'll be scary ghost stories and tales of the glories of Christmases long long ago.</p><p>It's the most wonderful time of the year! There'll be much mistletoeing and hearts will be glowing when loved ones are near. It's the most wonderful time of the year!</p>"
        },
        {
            "id":29,
            "name":"Up On the Housetop",
            "lyrics":"<p>Up on the housetop, reindeer pause; out jumps good old Santa Claus. Down through the chimney with lots of toys, all for the little ones, Christmas joys.</p><p>Ho ho ho, who wouldn't go? Ho, ho ho, who wouldn't go? Up on the housetop click click click, down through the chimney with good Saint Nick.</p><p>First comes the stocking of little Nell. Oh, dear Santa, fill it well. Give her a dolly that laughs and cries, one that will open and shut her eyes.</p><p>Ho ho ho, who wouldn't go? Ho ho ho, who wouldn't go? Up on the housetop click click click, down through the chimney with good Saint Nick.</p><p>Next comes the stocking of little Will. Oh, just see what a glorious fill. Here is a hammer and lots of tacks, also a ball and a whip that cracks. Ho ho ho, who wouldn't go? Ho ho ho, who wouldn't go? Up on the housetop click click click, down through the chimney with good Saint Nick.</p>"
        },
        {
            "id":30,
            "name":"O Holy Night",
            "lyrics":"<p>O holy night, the stars are brightly shining; it is the night of the dear savior's birth!<br/>Long lay the world in sin and error pining, 'til he appeared and the soul felt its worth.</p><p>A thrill of hope, the weary soul rejoices, for yonder breaks a new and glorious morn.</p><p>Fall on your knees; o hear the angel voices!<br/>O night devine, o night when Christ was born.<br/>O night, o holy night!<br/>O night, o night devine.</p>"
        },
        {
            "id":31,
            "name":"Let It Snow!",
            "lyrics":"<p>Oh the weather outside is frightful, but the fire is so delightful. And since we've no place to go, let it snow, let it snow, let it snow!</p><p>It doesn't show signs of stopping, and I've brought some corn for popping. The lights are turned way down low; let it snow, let it snow, let it snow!</p><p>When we finally say good night, how I'll hate going out in the storm, but if you really hold me tight, all the way home I'll be warm!</p><p>The fire is slowly dying, and my dear we're still goodbyeing. But as long as you love me so, let it snow, let it snow, let it snow!</p>"
        },
        {
            "id":32,
            "name":"Rudolph the Red-Nosed Reindeer",
            "lyrics":"<p>You know Dasher and Dancer and Prancer and Vixen; Comet and Cupid and Donner and Blitzen.<br/>But do you recall the most famous reindeer of all?</p><p>Rudolph the red-nosed reindeer (reindeer) had a very shiny nose (like a lightbulb). And if you ever saw it (saw it), you would even say it glows (like a flashlight).</p><p>All of the other reindeer (reindeer) used to laugh and call him names (like Pinocchio). They never let poor Rudolph join in any reindeer games (like Monopoly).</p><p>Then one foggy Christmas Eve, Santa came to say (Ho Ho Ho), &quot;Rudolph with your nose so bright, won't you guide my sleigh tonight?&quot;</p><p>Then how the reindeer loved him (loved him), as they shouted out with glee (Yipee)! Rudolph the red-nosed reindeer, you'll go down in history (like George Washington)!</p>"
        },
        {
            "id":33,
            "name":"What Child Is This?",
            "lyrics":"<p>What child is this, who laid to rest, on Mary's lap is sleeping? Whom angels greet with anthems sweet while shepards watch are keeping?</p><p>This, this is Christ the king, whom shepards guard and angels sing. Haste, haste, to bring Him laud, the babe, the son of Mary.</p>"
        },
        {
            "id":34,
            "name":"O Christmas Tree",
            "lyrics":"<p>O Christmas tree, o Christmas tree, how steadfast are your branches.<br/>Your boughs are green in summer's clime and through the snows of wintertime.<br/>O Christmas tree, o Christmas tree, how steadfast are your branches.</p><p>O Christmas tree, o Christmas tree, what happiness befalls me.<br/>When oft' at joyous Christmastime your form inspires my song and rhyme.<br/>O Christmas tree, o Christmas tree, what happiness befalls me.</p>"
        },
        {
            "id":35,
            "name":"Nuttin' for Christmas",
            "lyrics":"<p>I broke my bat on Johnny's head &mdash; somebody snitched on me.<br/>I hid a frog in sister's bed &mdash; somebody snitched on me.<br/>I spilled some ink on mommy's rug, I made Tommy eat a bug, bought some gum with a penny slug &mdash; somebody snitched on me.</p><p>Oh, I'm gettin' nuttin' for Christmas. Mommy and daddy are mad. I'm gettin' nuttin' for Christmas, 'cause I ain't been nuttin' but bad.</p><p>I put a tack on teacher's chair &mdash; somebody snitched on me.<br/>I tied a knot in Susie's hair &mdash; somebody snitched on me.<br/>I did a dance on mommy's plants, climbed a tree and tore my pants, filled the sugar bowl with ants &mdash; somebody snitched on me.</p><p>Oh, I'm gettin' nuttin' for Christmas. Mommy and daddy are mad. I'm gettin' nuttin' for Christmas, 'cause I ain't been nuttin' but bad.</p><p>I won't be seeing Santa Claus &mdash; somebody snitched on me.<br/>He won't come visit me because &mdash; somebody snitched on me.<br/>Next year I'll be going straight; next year I'll be good, just wait. I'd start now, but it's too late &mdash; somebody snitched on me.</p><p>So you better be good whatever you do, 'cause if you're bad I'm warning you: you'll get nuttin' for Christmas!</p>"
        },
        {
            "id":36,
            "name":"Silent Night",
            "lyrics":"<p>Silent night, holy night.<br/>All is calm, all is bright.</p><p>Round yon virgin, mother and child.<br/>Holy infant so tender and mild.</p><p>Sleep in heavenly peace.<br/>Sleep in heavenly peace.</p><p>Silent night, holy night.<br/>Shepards quake at the sight.</p><p>Glories stream from heaven afar.<br/>Heavenly hosts sing A-le-lu-ia.</p><p>Christ the savior is born!</br>Christ the savior is born.</p>"
        },
        {
            "id":37,
            "name":"Silver Bells",
            "lyrics":"<p>City sidewalk, busy sidewalks dressed in holiday style; in the air there's a feeling of Christmas.<br/>Children laughing, people passing, meeting smile after smile, and on every street corner you'll hear:</p><p>Silver bells, silver bells; it's Christmastime in the city. Ring-a-ling, hear them ring; soon it will be Christmas Day!</p><p>City streetlights, even stoplights, blink a bright red and green as the shoppers rush home with their treasures. Hear the snow crunch, see the kids bunch, this is Santa's big scene, and above all this bustle you'll hear:</p><p>Silver bells, silver bells; it's Christmastime in the city. Ring-a-ling, hear them ring; soon it will be Christmas Day!</p>"
        },
        {
            "id":38,
            "name":"Santa Claus is Coming to Town",
            "lyrics":"<p>You better watch out, you better not cry. Better not pout I'm tellin' you why:<br/>Santa Claus is coming to town!</p><p>He's makin' a list; he's checkin' it twice. Gonna find out who's naughty or nice.<br/>Santa Claus is coming to town!</p><p>He sees you when you're sleeping, he knows when you're awake.<br/>He knows if you've been bad or good so be good for goodness sake.</p><p>Oh, you better watch out, you better not cry. Better not pout I'm tellin' you why:<br/>Santa Claus is coming to town!</p>"
        },
        {
            "id":39,
            "name":"O Little Town of Bethlehem",
            "lyrics":"<p>O little town of Bethlehem, how still we see thee lie.<br/>Above thy deep and dreamless sleep the silent stars go by.</p><p>Yet in thy dark streets shineth the everlasting light.<br/>The hopes and fears of all the years are met in thee tonight.</p>"
        },
        {
            "id":40,
            "name":"Sleigh Ride",
            "lyrics":"<p>Just hear those sleigh bells jingling, ring-ting-tingling too. Come on, it's lovely weather for a sleigh ride together with you.<br/>Outside the snow is falling and friends are calling &quot;Yoo Hoo!&quot; Come on it's lovely weather for a sleigh ride together with you.</p><p>Giddy up, giddy up, giddy up, let's go; let's look at the snow. We're riding in a wonderland of snow.<br/>Giddy up, giddy up, giddy up, it's grand, just holding your hand. We're gliding along with the song of a wintry fairy land.</p><p>Our cheeks are nice and rosy and comfy cozy are we. We're snuggled up together like two birds of a feather would be. Let's take this road before us and sing a chorus or two. Come on it's lovely weather for a sleigh ride together with you.</p><p>There's a birthday party at the home of Farmer Gray. It'll be the perfect ending to a perfect day.<br/>We'll be singing the songs we love to sing without a single stop &mdash; at the fireplace while we watch the chestnuts pop &mdash; Pop! Pop! Pop!</p><p>There's a happy feeling nothing in the world can buy &mdash; when they pass around the chocolate and the pumpkin pie.<br/>It'll nearly be like a picture print by Currier and Ives. These wonderful things are the tings we remember all through our lives.</p><p>Just hear those sleigh bells jingling, ring-ting-tingling too. Come on, it's lovely weather for a sleigh ride together with you.<br/>Outside the snow is falling and friends are calling &quot;Yoo Hoo!&quot; Come on, it's lovely weather for a sleigh ride together with you.</p><p>Giddy up, giddy up, giddy up, let's go; let's look at the snow. We're riding in a wonderland of snow.<br/>Giddy up, giddy up, giddy up, it's grand, just holding your hand. We're gliding along with the song of a wintry fairy land.</p><p>Our cheeks are nice and rosy and comfy cozy are we. We're snuggled up together like two birds of a feather would be. Let's take this road before us and sing a chorus or two. Come on it's lovely weather for a sleigh ride together with you.</p>"
        },
        {
            "id":41,
            "name":"The Twelve Days of Christmas",
            "lyrics":"<p>On the first day of Christmas my true love sent to me: A partridge in a pear tree.</p><p>On the second day of Christmas my true love sent to me: Two turtle doves and a partridge in a pear tree.</p><p>On the third day of Christmas my true love sent to me: Three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the fourth day of Christmas my true love sent to me: Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the fifth day of Christmas my true love sent to me: Five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the sixth day of Christmas my true love sent to me: Six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the seventh day of Christmas my true love sent to me: Seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the eighth day of Christmas my true love sent to me: Eight maids a-milking, seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the ninth day of Christmas my true love sent to me: Nine ladies dancing, eight maids a-milking, seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the tenth day of Christmas my true love sent to me: Ten lords a-leaping, nine ladies dancing, eight maids a-milking, seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the eleventh day of Christmas my true love sent to me: Eleven pipers piping, ten lords a-leaping, nine ladies dancing, eight maids a-milking, seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p><p>On the twelfth day of Christmas my true love sent to me: Twelve drummers drumming, eleven pipers piping, ten lords a-leaping, nine ladies dancing, eight maids a-milking, seven swans a-swimming, six geese a-laying, five golden rings! Four calling birds, three French Hens, two turtle doves and a partridge in a pear tree.</p>"
        }
    ]
}